Repository: mozilla-l10n/mt-training-data
Catalog: zgh/zgh_pontoon.tmx
Source language: en_us
Languages: zgh

source: Partnerships
zgh: ⵜⵉⵛⵛⵓⵔⴽⵉⵡⵉⵏ

source: Partnerships and networks
zgh: ⵜⵉⵛⵛⵓⵔⴽⵉⵡⵉⵏ ⴷ ⵉⵥⴹⵡⴰⵏ

source: Partner with local organizations or individuals
zgh: ⵎⵛⴰⵔⴰⴽ ⴰⴽⴷ ⵜⵎⴰⴷⴷⴰⵙⵉⵏ ⵏⵉⵖ ⵎⴷⴷⵏ ⵉⴷⵖⵔⴰⵏⵏ

source: [Part of the text can’t be heard]
zgh: [ⵓⵔ ⵜⴻⵜⵜⵓⵙⵍⵍⴰ ⵢⴰⵜ ⵜⴳⴹⴰⵎⵜ ⵙⴳ ⵓⴹⵕⵉⵚ]

source: Pashto
zgh: ⵜⴰⴱⴰⵛⵜⵓⵜ

source: Past recordings download requests
zgh: ⵜⵓⵜⵜⵔⵉⵡⵉⵏ ⵣⵔⵉⵏⵉⵏ ⵏ ⵡⴰⴳⴰⵎ ⵏ ⵉⵙⵓⵙⴰⵔ

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also underrepresent: non-English speakers, people of colour, disabled people, women and LGBTQIA+ people. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
zgh: <p>ⵉⴳⴰ ⴽⴰⵎⵏⴼⵓⵢⵙ ⵢⴰⵜ ⵜⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ ⵉⴳⵕⴹⴰⵏⵏ ⵉⵙⴰⴳⴰⵏ ⵙ ⵓⴳⴷⵓⴷⴰⵏ, ⴷ ⵢⵓⵙⴰⵏ ⵙⴳ ⵉⴳⵕⴹⴰⵏ ⵏ ⵉⵎⴰⵔⴰⴳⵏ ⵉⵎⵅⴰⵙⵏ ⴳ ⵓⵎⴰⴹⴰⵍ. ⵎⵉⴷⴷⵏ ⵏⵏⴰ ⵅⵙⵏⵉⵏ ⴰⴷ ⵥⴽⵓⵏ ⵜⵉⵙⵏⵙⵉⵜⵉⵏ ⵜⵉⴳⵕⴹⴰⵏⵉⵏ, ⵣⵎⵔⵏ ⴰⴷ ⵙⵙⵎⵔⵙⵏ ⵜⴰⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ ⵉ ⵓⵙⴰⵏⵓⵏ ⵏ ⵜⵎⵓⴷⵎⵉⵡⵉⵏ ⵏ ⵓⵍⵎⵎⵓⴷ ⵏ ⵜⵎⴰⵛⵉⵏⵜ.</p> <p>ⴳ ⵓⵎⵉⵍⴰⵏ, ⴰⵎⴰⵜⴰ ⵏ ⵜⴳⵔⵓⵎⵎⴰⵡⵉⵏ ⵏ ⵉⵙⴼⴽⴰ ⵉⴳⵕⴹⴰⵏⵏ ⵍⴰⵏⵜ ⵜⵏⵜ ⵜⵎⵙⵙⵓⵔⵉⵏ, ⴰⵢⵏⵏⴰ ⵉⵙⵙⵖⵓⴼⵏ ⴰⵙⵏⴼⵍⵓⵍ. ⵜⵉⴳⵔⵓⵎⵎⴰⵡⵉⵏ ⵏ ⵉⵙⴼⴽⴰ ⵉⴳⵕⴹⴰⵏⵏ ⵍⴰ ⵙⵎⴷⵢⴰⵢⵏⵜ ⵙ ⵜⴷⵔⵙⵉ ⴰⵡⴷ: ⵉⵎⵙⵙⵉⵡⵍⵏ ⴰⵔⵏⴳⵍⵉⵣⵏ, ⵎⵉⴷⴷⵏ ⵙ ⵓⴽⵍⵓ, ⵎⵉⴷⴷⵏ ⵉⵎⵄⴹⴰⵕ, ⵜⵉⵎⵖⴰⵔⵉⵏ ⴷ ⵎⴷⴷⵏ LGBTQIA+. ⵉⵏⴰⵎⴽ ⵓⵢⴰ ⵎⴰⵙ ⴷ ⵜⴰⵜⵉⴽⵏⵓⵍⵓⵊⵉⵜ ⵜⴰⵣⵎⵔⴰⵡⴰⵍⵜ ⵓⵔ ⴰⴽⴽⵯ ⵍⴰ ⵜⵙⵡⵓⵔⵓⵢ ⵉ ⵎⵏⵏⴰⵡⵜ ⵜⵓⵜⵍⴰⵢⵉⵏ, ⴷ ⴷⵉⵏⵏⴰ ⴳ ⵍⴰ ⵜⵙⵡⵓⵔⵓⵢ, ⵜⵖⵉⵢ ⴰⴷ ⵓⵔ ⵜⵙⵡⵓⵔⵢ ⵎⵍⵉⵃ ⵉ ⴽⵓⵢⴰⵏ. ⵏⵅⵙ ⴰⴷ ⵏⵙⵏⴼⵍ ⴰⵢⴰ ⵙ ⵓⵙⵎⵓⵙⵙⵓ ⵏ ⵎⴷⴷⵏ ⵙⴳ ⴽⵓ ⴰⴷⵖⴰⵔ ⵃⵎⴰ ⴰⴷ ⴱⴹⵓⵏ ⵉⴳⵕⴹⴰⵏ ⵏⵏⵙⵏ.</p>

source: People come and contribute their voices.
zgh: ⵍⴰ ⴷ ⵜⵜⴷⴷⵓⵏ ⵎⴷⴷⵏ ⴰⵔⴳⵏ ⵙ ⵉⴳⵕⴹⴰⵏ ⵏⵏⵙⵏ.

source: Persian
zgh: ⵜⴰⴼⴰⵔⵙⵉⵜ

source: Personal
zgh: ⴰⵏⵉⵎⴰⵏ

source: Personal dashboards keep you up-to-date with individual and community progress.
zgh: ⵍⴰ ⴽⵯⵏ ⵜⵜⴰⵊⵊⴰⵏⵜ ⵜⴼⵉⵍⵉⵏ ⵏ ⵓⵏⴷⴰⵀ ⵜⵉⵏⵉⵎⴰⵏⵉⵏ ⴰⴷ ⵜⵏⵏⵖⵎⵙⵎ ⵅⴼ ⵡⴰⵍⴰⵢ ⵓⴼⵔⵉⴷ ⴷ ⵡⵉⵏ ⵜⴳⵔⴰⵡⵜ.

source: <playbookLink>Find helpful guidance</playbookLink> on the entire Common Voice journey, from localisation to dataset usage, as well as how to connect with our community.
zgh: <playbookLink>ⴰⴼⴰⵜ ⴰⵎⴰⵏⴰⵔ ⵓⵏⴼⵓⵜ</playbookLink> ⴷⴳ ⵓⵎⵓⴷⴷⵓ ⵏ ⴽⴰⵎⵏⴼⵓⵢⵙ, ⵙⴳ ⵓⵙⵙⴷⵖⵔ ⴰⵔ ⴰⵙⵙⵎⵔⵙ ⵏ ⵜⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ, ⵎⴽⴰⵏⵏ ⴷ ⵎⴰⵏⵎⴽ ⵙ ⵔⴰⴷ ⵜⵎⵎⵣⴷⵢⵎ ⴰⴽⴷ ⵜⴳⵔⴰⵡⵜ ⵏⵏⵖ.

source: <playIcon></playIcon>Last one!
zgh: <playIcon></playIcon>ⵜⴰⵎⴳⴳⴰⵔⵓⵜ!

source: Play/Stop
zgh: ⵖⵔ/ⵙⴱⴷⴷ

source: Please add a source.
zgh: ⵎⴽ ⵜⵓⴼⵉⴷ, ⵔⵏⵓ ⴽⵔⴰ ⵏ ⵓⵙⴰⴳⵎ.

source: Please add sentences.
zgh: ⵎⴽ ⵜⵓⴼⵉⴷ, ⵔⵏⵓ ⵜⵉⵡⵉⵏⴰⵙ.

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
zgh: ⵎⴽ ⵜⵓⴼⴰⵎ, ⵛⴰⴱⴱⴰⵢⴰⵜ <templateFileLink>ⴰⴼⴰⵢⵍⵓ ⵏ ⵡⴰⵍⴱⵓⴹ</templateFileLink> ⵏⵏⵖ. ⵉⵅⵚⵚⴰ ⵜⵉⵡⵉⵏⴰⵙ ⵏⵏⵓⵏ ⴰⴷ ⵉⵍⵉⵏⵜ ⴷ ⵜⵉⴷⵔⴼⵉⵢⵉⵏ ⵙⴳ ⵉⵣⵔⴼⴰⵏ ⵏ ⵓⵎⴳⴰⵢ (CC0 ⵏⵉⵖ ⴷ ⵜⴰⵡⵓⵔⵉ ⵜⴰⵏⵚⵍⵉⵜ ⵉⵍⴰⵏ ⵜⵓⵔⴰⴳⵜ ⵏ ⵓⵎⴰⵣⴰⵏ) ⴷ ⴰⴷ ⴼⴰⵡⵏⵜ, ⴰⵖⴷⵏⵜ ⵙ ⵓⵏⵊⵕⵓⵎ, ⵍⵎⴹⵏⵜ ⴳ ⵜⵖⵔⵉ. ⵉⵅⵚⵚⴰ ⵜⵉⵡⵉⵏⴰⵙ ⵜⵜⵢⴰⵣⴰⵏⵏⵉⵏ ⴰⴷ ⴰⵎⵥⵏⵜ ⴰⵜⵜⴰⵢⵏ 10-15 ⵜⵙⵉⵏⵉⵏ ⴳ ⵜⵖⵔⵉ ⴷ ⵉⵅⵚⵚⴰ ⵜⵏⵜ ⴰⴷ ⴰⵏⴼⵏⵜ ⵉ ⵓⵙⵙⵓⵎⵓ ⵏ ⵡⵓⵟⵟⵓⵏⵏ, ⵉⵙⵎⴰⵡⵏ ⵥⵍⵉⵏⵉⵏ ⴷ ⵉⵡⵏⵖⵓⵜⵏ ⵉⵎⵥⵍⴰⵢ.

source: Please check the <howToLink>guidelines</howToLink>.
zgh: ⵎⴽ ⵜⵓⴼⵉⴷ, ⵛⴰⴱⴱⴰ <howToLink>ⵜⴰⵔⴰⵜⵉⵏ</howToLink>.

source: Please confirm that these sentences are public domain.
zgh: ⵎⴽ ⵜⵓⴼⵉⴷ, ⵙⵙⴷⴻⴷ ⵎⴰⵙ ⴷ ⵜⵉⵡⵉⵏⴰⵙ ⴰ ⴳⴰⵏⵜ ⴰⴳⵍⴰ ⴰⴳⴷⵓⴷⴰⵏ.

source: Please fill out this field.
zgh: ⵎⴽ ⵜⵓⴼⵉⴷ, ⴽⵜⵓⵔ ⵉⴳⵔ ⴰ.

source: Please select a language.
zgh: ⵎⴽ ⵜⵓⴼⵉⴷ, ⵙⵜⵢ ⴽⵔⴰ ⵏ ⵜⵓⵜⵍⴰⵢⵜ.

source: Please select a language to review sentences.
zgh: ⵎⴽ ⵜⵓⴼⵉⴷ, ⵙⵜⵢ ⴽⵔⴰ ⵏ ⵜⵓⵜⵍⴰⵢⵜ ⵃⵎⴰ ⴰⴷ ⵜⵙⵙⵉⵔⵎⴷ ⵜⵉⵡⵉⵏⴰⵙ.

source: Please try again.
zgh: ⵎⴽ ⵜⵓⴼⵉⴷ, ⴰⵍⵙ ⴷⴰⵖ.

source: Polish
zgh: ⵜⴰⴱⵓⵍⵓⵏⵉⵜ

source: <pontoonAccountLink>Create an account</pontoonAccountLink> if you don’t have one. Then, choose your language <strong>(‘Team’)</strong> and then choose the project, <pontoonCvLink>Common Voice</pontoonCvLink>. There will be files to translate. Click on one, then it shows words in English and a box to translate them.
zgh: <pontoonAccountLink>ⵙⵏⴼⵍⵓⵍⴰⵜ ⴰⵎⵉⴹⴰⵏ</pontoonAccountLink> ⵎⴽ ⵓⵔ ⵢⴰⴷ ⵖⵓⵔⵓⵏ ⵉⵍⵍⵉ ⴽⵔⴰ ⵏ ⵢⴰⵏ. ⵉⵍⵎⵎⴰ, ⵜⴷⵖⵔⵎ <strong>(‘ⵜⴰⵔⴰⴱⴱⵓⵜ’)</strong> ⵏ ⵜⵓⵜⵍⴰⵢⵜ ⵏⵏⵓⵏ, ⵉⵍⵎⵎⴰ ⵜⴷⵖⵔⵎ ⴰⵙⵏⴼⴰⵔ, <pontoonCvLink>ⴽⴰⵎⵏⴼⵓⵢⵙ</pontoonCvLink>. ⵔⴰⴷ ⵉⵍⵉⵏ ⵉⴼⵓⵢⵍⴰ ⵉ ⵓⵙⵓⵖⵍ. ⴽⵍⵉⴽⵢⴰⵜ ⵅⴼ ⴽⵔⴰ ⵏ ⵢⴰⵏ, ⵔⴰⴷ ⵉⵍⵎⵎⴰ ⵉⵙⵙⵓⵎⴰⵏ ⵜⵉⴳⵓⵔⵉⵡⵉⵏ ⵙ ⵜⵏⴳⵍⵉⵣⵜ ⴷ ⵢⴰt ⵜⴼⵏⵉⵇⵜ ⵉ ⵓⵙⵓⵖⵍ ⵏⵏⵙⵏⵜ.

source: Portuguese
zgh: ⵜⴰⴱⵔⵜⵇⵉⵣⵜ

source: Press play, listen & tell us: did they accurately speak the sentence below?
zgh: ⴰⴷⵔ ⵅⴼ ⵖⵔ, ⵙⵍⵍ, ⵜⵉⵏⵉⴷ ⴰⵏⵖ: ⵉⵙ ⵙⵓⵙⵔⵏ ⵜⴰⵡⵉⵏⵙⵜ ⴷⴷⴰⵡ ⴷⴰ ⵙ ⵓⵏⵖⴰⴷ?

source: Press { shortcut-play-toggle } to toggle play mode
zgh: ⴰⴷⵔ ⵅⴼ { shortcut-play-toggle } ⵉ ⵓⵙⴽⴰⵔ ⵏ ⵜⵖⵔⵉ ⴷ ⵓⵙⴱⴷⴷ ⵏⵏⵙ

source: Privacy
zgh: ⵜⵉⵏⵏⵓⵜⵍⴰ

source: Privacy Policy
zgh: ⵜⴰⵙⵔⵜⵉⵜ ⵏ ⵜⵉⵏⵏⵓⵜⵍⴰ

source: Privacy, security and transparency.
zgh: ⵜⵉⵏⵏⵓⵜⵍⴰ, ⵜⴰⵏⴼⵔⵓⵜ ⴷ ⵜⵎⴰⴼⴰⵡⵜ.

source: Pro
zgh: ⴰⵣⵣⵓⵍⴰⵏ

source: Profile
zgh: ⵉⴼⵔⵙ

source: Profile information improves the audio data used in training speech recognition accuracy.
zgh: ⵍⴰ ⵙⵖⵓⴷⵓⵏ ⵉⵏⵖⵎⵉⵙⵏ ⵏ ⵢⵉⴼⵔⵙ ⵉⵙⴼⴽⴰ ⵉⵎⵙⵍⴰⵢⵏ ⵜⵜⵓⵙⵎⵔⵙⵏⵉⵏ ⴳ ⵓⵙⴰⵏⵓⵏ ⵏ ⵓⵏⵖⴰⴷ ⵏ ⵜⵓⴽⵣⴰ ⵏ ⵡⴰⵡⴰⵍ.

source: Profile: { $username }
zgh: ⵉⴼⵔⵙ: { $username }

source: Progress
zgh: ⴰⵍⴰⵢ

source: Public Domain
zgh: ⴰⴳⵍⴰ ⴰⴳⴷⵓⴷⴰⵏ

source: Punctuation
zgh: ⴰⵙⵏⵇⴹ

source: Punctuation. Special symbols and punctuation should only be included when absolutely necessary. For example, an apostrophe is included in English words like “don’t” and “we’re” and should be included in the source text, but it’s unlikely you’ll ever need a special symbol like “@” or “#.”
zgh: ⴰⵙⵏⵇⴹ. ⵉⵅⵚⵚⴰ ⴰⴷ ⴰⵎⵓⵏ ⵉⵣⵎⵓⵍⵏ ⵉⵎⵥⵍⴰⵢ ⴷ ⵓⵙⵏⵇⴹ ⵖⴰⵙ ⵉⴳ ⵏⵉⵜ ⵜⵜⵢⴰⵙⴰⵔⵏ. ⵙ ⵓⵎⴷⵢⴰ, ⵍⴰ ⵜⴻⵜⵜⴰⵎⵓ ⵜⴽⵔⵣⵉⵍⵍⵓⵜ ⴳ ⵜⴳⵓⵔⵉⵡⵉⵏ ⵜⵉⵎⴰⵣⵉⵖⵉⵏ ⴰⵎ “ⵉⵏ'ⴰⵙ” ⴷ “ⵎ'ⴰⴷ” ⴷ ⵉⵅⵚⵚⴰ ⴰⴷ ⵜⴰⵎⵓ ⴳ ⵓⴹⵕⵉⵚ ⴰⵙⴰⴳⵎ, ⵎⴰⵛⴰ ⵓⵔ ⵔⴰⴷ ⵙⴰⵔ ⵜⴰⵙⵔⴷ ⴽⵔⴰ ⵏ ⵓⵣⵎⵓⵍ ⵉⵎⵥⵍⵉ ⴰⵎ “@” ⵏⵉⵖ “#.”

source: Punjabi
zgh: ⵜⴰⴱⵏⵊⴰⴱⵉⵜ

source: Quechua Chanka
zgh: ⵜⴰⴽⵉⵜⵛⵡⴰⵜ ⵜⴰⵜⵛⴰⵏⴽⴰⵜ

source: r
zgh: ⵙ

source: [‘Raised’ in English is always pronounced as one syllable, not two]
zgh: [ⵍⴰ ⴰⴱⴷⴰ ⵏⵜⵜⵙⵓⵙⵔⵓ ‘ⵜⴰⵖⴰⴹⵜ’ ⴷ ‘ⵜⴰⵢⴰⵥⵉⴹⵜ’ ⵙ ⵜⵎⴰⵣⵉⵖⵜ ⴰⵎ ‘ⵜⴰⵖⴰⵟⵟ’ ⴷ ‘ⵜⴰⵢⴰⵥⵉⵟⵟ’]

source: Reach out to governments, non-profits or media organizations to see whether any of their web content, reports or other content can be dedicated to the public domain
zgh: ⵏⵢⴰⵍⴽⴰⵎ ⴰⴽⴷ ⵜⵏⴱⴰⴹⵉⵏ, ⵜⵉⵎⴰⴷⴷⴰⵙⵉⵏ ⵓⵔ ⵉⵙⵉⴳⴳⵉⵍⵏ ⵚⴰⵃⴰ ⵏⵉⵖ ⵜⵉⵏ ⵓⵙⵏⵖⵎⵙ ⵃⵎⴰ ⴰⴷ ⵜⵥⵕⴷ ⵉⵙ ⵉⵣⵎⵔ ⴰⴷ ⵉⵜⵜⵓⴼⴽ ⴽⵔⴰ ⵙⴳ ⵜⵓⵎⴰⵢⵜ ⵏ ⵓⵡⵉⴱ ⵏⵏⵙⵏⵜ, ⵜⴰⵏⴰⴹⵉⵏ ⵏⵉⵖ ⵜⵓⵎⴰⵢⵜ ⵢⴰⴹⵏ ⵉ ⵡⴰⴳⵍⴰ ⴰⴳⴷⵓⴷⴰⵏ

source: Reader Effects
zgh: ⵜⵓⵙⵓⵔⵉⵏ ⵏ ⵉⵎⵖⵔⵉ

source: Reading all the words on the page correctly does matter. When listening, check very carefully that what has been recorded is exactly what has been written; reject if they have added, contracted or missed words.
zgh: ⵜⵅⴰⵜⵔ ⵜⵖⵔⵉ ⵢⵓⵖⴷⵏ ⵏ ⵜⴳⵓⵔⵉⵡⵉⵏ ⴰⴽⴽⵯ ⵍⵍⴰⵏⵉⵏ ⴳ ⵜⴰⵙⵏⴰ. ⴰⴷⴷⴰⵢ ⵜⴻⵜⵜⵙⵍⵍⴰⴷ, ⵛⴰⴱⴱⴰ ⵙ ⵜⵖⴹⴼⵜ ⵉⵙ ⴷ ⴰⵢⵏⵏⴰ ⵉⵜⵜⵓⵙⵓⵙⵔⵏ ⵉⴳⴰ ⵏⵉⵛⴰⵏ ⴰⵢⵏⵏⴰ ⵉⵜⵜⵢⴰⵔⴰⵏ; ⵜⴰⴳⵢⴷ ⵎⴽ ⵜⵜⵓⵔⵏⴰⵏⵜ, ⴼⵙⵢⵏⵜ ⵏⵉⵖ ⵜⵜⵡⴰⵜⵜⵓⵏⵜ ⵜⴳⵓⵔⵉⵡⵉⵏ.

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
zgh: ⵜⵉⵖⵔⵉ ⵏ ⵉⴼⵙⴰⵢⵏ ⵏⵏⴰ ⵓⵔ ⵜⵜⵢⴰⵔⴰⵏⵉⵏ, ⵣⵓⵏ ⴷ "ⵉⵏ'ⴰⵙ" ⴳ ⵓⴷⵖⴰⵔ ⵏ "ⵉⵏⵉ ⴰⵙ", ⵏⵉⵖ ⴰⵏⵎⴳⴰⵍ.

source: Read More
zgh: ⵖⵔ ⵓⴳⴳⴰⵔ

source: Read more on our About page
zgh: ⵖⵔ ⵓⴳⴳⴰⵔ ⴳ ⵜⴰⵙⵏⴰ ⵏ ⵅⴼ ⵏⵏⵖ

source: Read our How-to if unsure how to attribute
zgh: ⵖⵔ "ⵎⴰⵏⵎⴽ ⵙ" ⵏⵏⵖ ⵎⴽ ⵓⵔ ⵜⵃⵇⵇⴰⴷ ⵎⴰⵏⵎⴽ ⵙ ⵔⴰⴷ ⵜⴰⵔⴳⴷ

source: Read the sentence carefully - don’t miss, change or add words.
zgh: ⵖⵔ ⵜⴰⵡⵉⵏⵙⵜ ⵙ ⵜⵖⴹⴼⵜ - ⴰⴷ ⵓⵔ ⵜⴻⵜⵜⵓⵎ, ⵓⵍⴰ ⵜⵙⵏⴼⵍⵎ ⵓⵍⴰ ⵜⵔⵏⴰⵎ ⵜⵉⴳⵓⵔⵉⵡⵉⵏ.

source: { $readyCount } sentences ready for submission!
zgh: { $readyCount } ⵜⵡⵉⵏⴰⵙ ⵎⵎⵓⵜⵜⴳⵏⵉⵏ ⵉ ⵡⴰⵣⴰⵏ!

source: Ready to add your voice or lend your ear?
zgh: ⵜⵎⵓⵜⵜⴳⵎ ⴰⴷ ⵜⵔⵏⵓⵎ ⴰⴳⵕⴹ ⵏⵏⵓⵏ ⵏⵉⵖ ⴰⴷ ⴷ ⵜⴳⵔⵎ ⴰⵎⵣⵣⵓⵖ ⵏⵏⵓⵏ?

source: Ready to contribute?
zgh: ⵜⵎⵓⵜⵜⴳⴷ ⴰⴷ ⵜⴰⵔⴳⴷ?

source: Ready to do { $count } more?
zgh: ⵜⵙⴰⴳⴰⴷ ⴰⴷ ⵜⵙⴽⵔⴷ { $count } ⵢⴰⴹⵏⵉⵏ?

source: Ready to donate your voice?
zgh: ⵜⵎⵓⵜⵜⴳⵎ ⴰⴷ ⵜⴼⴽⵎ ⴰⴳⵕⴹ ⵏⵏⵓⵏ?

source: Ready to help validate sentences?
zgh: ⵜⵎⵓⵜⵜⴳⴷ ⴰⴷ ⵜⴰⵡⵙⴷ ⴳ ⵓⵣⵣⵔⴰⵢ ⵏ ⵜⵡⵉⵏⴰⵙ?

source: reCAPTCHA is required if you want to proceed
zgh: ⵜⵇⵇⴰⵏ ⴷ reCAPTCHA ⵎⴽ ⵜⵅⵙⴷ ⴰⴷ ⵙⵓⵍ ⵜⵙⵎⴷⴷ

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
zgh: ⴰⴷ ⵜⵜⴰⵎⵥⵖ ⵉⵎⴰⵢⵍⵏ ⴰⵎ ⵓⵙⴽⵜⵉ ⵙ ⵉⵏⴰⵥⴰⵕⵏ ⴷ ⵉⵡⵜⵜⴰⵙⵏ, ⵉⵙⴷⵖⵉⵜⵏ ⵏ ⵡⴰⵍⴰⵢ ⴷ ⵜⴱⵔⴰⵜⵉⵏ ⵏ ⵉⵏⵖⵎⵉⵙⵏ ⵅⴼ ⴽⴰⵎⵏⴼⵓⵢⵙ.

source: Recorded Clips
zgh: ⵜⵓⵙⵙⵉⴼⵉⵏ ⵜⵜⵓⵙⵓⵙⵔⵏⵉⵏ

source: Recorded Hours
zgh: ⵜⵉⵙⵔⴰⴳⵉⵏ ⵜⵜⵓⵙⵓⵙⵔⵏⵉⵏ

source: <recordIcon></recordIcon> Last one!
zgh: <recordIcon></recordIcon> ⵜⴰⵎⴳⴳⴰⵔⵓⵜ!

source: [Recording cut off before the end of the last word]
zgh: [ⵉⴱⴱⵢ ⵓⵙⵓⵙⵔ ⵙ ⴷⴰⵜ ⵜⴳⵉⵔⴰ ⵏ ⵜⴳⵓⵔⵉ ⵜⴰⵎⴳⴳⴰⵔⵓⵜ]

source: Recordings
zgh: ⵉⵙⵓⵙⴰⵔ

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
zgh: ⵉⴳⴰ ⵓⵙⵓⵙⵔ ⵏ ⵜⵓⵙⵙⵉⴼⵉⵏ ⵜⵉⴳⵕⴹⴰⵏⵉⵏ ⵢⴰⵜ ⵜⴳⴹⴰⵎⵜ ⵜⴰⵏⴰⴷⴰⴼⵜ ⵏ ⵓⵥⴽⴽⵓ ⵏ ⵜⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ ⵏⵏⵖ ⵉⵏⵏⵓⵕⵥⵎⵏ; ⵉⵍⵍⴰ ⵎⴰ ⵔⴰⴷ ⵢⵉⵏⵉ ⵜⴳⴰ ⵓⵍⴰ ⵜⴰⴳⴹⴰⵎⵜ ⵏ ⵓⴼⵊⵊⴻⵊ.

source: Record/Stop
zgh: ⵙⵓⵙⵔ/ⵙⴱⴷⴷ

source: Record your voice
zgh: ⵙⵓⵙⵔⴰⵜ ⴰⴳⵕⴹ ⵏⵏⵓⵏ

source: Refresh
zgh: ⵙⴷⵖⵉ

source: Reject
zgh: ⴰⴳⵢ

source: Rejected Sentences
zgh: ⵜⵉⵡⵉⵏⴰⵙ ⵜⵜⵢⴰⴳⴰⵢⵏⵉⵏ

source: { $rejectedSentences } rejected sentences.
zgh: { $rejectedSentences } ⵜⵡⵉⵏⴰⵙ ⵜⵜⵢⴰⴳⴰⵢⵏⵉⵏ.

source: Remember that we need permission to publish those sentences, so always ensure that the text belongs to the <wikipediaLink>public domain</wikipediaLink>. If there is no explicit indication, reach out to the person that the text belongs to and ask if they want to contribute their text to the Public Domain. If they want to, help them go through the <cc0WaiverLink>Contributions Agreement</cc0WaiverLink> process. If they do not want to contribute the text, then you are not allowed to use that text.
zgh: ⴽⵜⵢⴰⵜ ⵎⴰⵙ ⵏⵓⵙⵔ ⵜⵓⵔⴰⴳⵜ ⵃⵎⴰ ⴰⴷ ⵏⴼⵙⵔ ⵜⵉⵡⵉⵏⴰⵙ ⴰⴷ, ⵉⵡⴰ ⵜⵜⴹⴽⴰⵍⴰⵜ ⴰⴱⴷⴰ ⵎⴰⵙ ⴷ ⴰⴹⵕⵉⵚ ⵉⴳⴰ ⵙⴳ <wikipediaLink>ⵡⴰⴳⵍⴰ ⴰⴳⴷⵓⴷⴰⵏ</wikipediaLink>. ⵎⴽ ⵓⵔ ⵉⵍⵍⵉ ⴽⵔⴰ ⵏ ⵓⵙⴽⴰⵏ ⵉⴼⵔⵔⵣⵏ, ⵏⵢⴰⵍⴽⴰⵎⴰⵜ ⴰⴽⴷ ⵓⴼⴳⴰⵏ ⵏⵏⴰ ⵎⵉ ⵉⴳⴰ ⵓⴹⵕⵉⵚ ⵡⵉⵏⵏⵙ, ⵜⵙⵇⵙⴰⵎ ⵜ ⵎⴽ ⵉⵅⵙ ⴰⴷ ⵢⴰⵔⴳ ⴰⴹⵕⵉⵚ ⵏⵏⵙ ⵉ ⵡⴰⴳⵍⴰ ⴰⴳⴷⵓⴷⴰⵏ. ⵎⴽ ⵉⵅⵙ, ⴰⵡⵙⴰⵜ ⴰⵙ ⴰⴷ ⵉⵣⴳⵔ ⵜⵉⵣⵉⴳⵣⵜ ⵏ <cc0WaiverLink>ⵓⵎⵙⴰⵙⴰ ⵏ ⵡⴰⵔⵔⴰⴳⵏ</cc0WaiverLink>. ⵎⴽ ⵓⵔ ⵉⵅⵙ ⴰⴷ ⵢⴰⵔⴳ ⴰⴹⵕⵉⵚ, ⵓⵔ ⵖⵓⵔⵓⵏ ⵜⵓⵔⴰⴳⵜ ⴰⴷ ⵜⵙⵙⵎⵔⵙⵎ ⴰⴹⵕⵉⵚ ⵏⵏⴰ.

source: remove
zgh: ⵙⵉⵜⵜⵢ

source: Remove
zgh: ⵙⵉⵜⵜⵢ

source: Remove Avatar
zgh: ⵙⵉⵜⵜⵢ ⴰⴼⴰⵟⴰⵔ

source: Report
zgh: ⵎⵍ

source: Report Bugs
zgh: ⵎⵍ ⵉⴱⵓⴳⵏ

source: Report copyright issues
zgh: ⵎⵍ ⵉⵎⵓⴽⵔⵉⵙⵏ ⵏ ⵉⵣⵔⴼⴰⵏ ⵏ ⵓⵎⴳⴰⵢ

source: Report was passed successfully
zgh: ⵜⴻⵜⵜⵢⴰⵣⴰⵏ ⵜⵎⵓⵍⵉ ⵙ ⵓⵎⵓⵔⵙ

source: Request a Language
zgh: ⵜⵜⵔ ⴽⵔⴰ ⵏ ⵜⵓⵜⵍⴰⵢⵜ

source: Request recordings
zgh: ⵜⵜⵔ ⵉⵙⵓⵙⴰⵔ

source: *required
zgh: *ⵉⵇⵇⴰⵏ ⴷ

source: Re-record
zgh: ⴰⵍⵙ ⵙⵓⵙⵔ

source: Re-record clip
zgh: ⴰⵍⵙ ⴰⵙⵓⵙⵔ ⵏ ⵜⵓⵙⵙⵉⴼⵜ

source: Reset skipped sentences
zgh: ⴰⵍⵙ ⵙⵔⵙ ⵜⵉⵡⵉⵏⴰⵙ ⵓⵏⴼⵏⵉⵏ

source: Return
zgh: ⴰⵖⵓⵍ

source: Return here to edit your goal anytime.
zgh: ⴰⵖⵓⵍⴰⵜ ⵖⵔ ⴷⴰ ⵃⵎⴰ ⴰⴷ ⵜⵙⵏⴼⵍⵎ ⴰⵡⵜⵜⴰⵙ ⵏⵏⵓⵏ ⵜⵉⵣⵉ ⵏⵏⴰ ⴽⴰ.

source: Return to Common Voice
zgh: ⴰⵖⵓⵍ ⵖⵔ ⴽⴰⵎⵏⴼⵓⵢⵙ

source: Return to Common Voice Datasets
zgh: ⴰⵖⵓⵍ ⵖⵔ ⵜⴳⵔⵓⵎⵎⴰⵡⵉⵏ ⵏ ⵉⵙⴼⴽⴰ ⵏ ⴽⴰⵎⵏⴼⵓⵢⵙ

source: Return to Languages
zgh: ⴰⵖⵓⵍ ⵖⵔ ⵜⵓⵜⵍⴰⵢⵉⵏ

source: Review
zgh: ⵙⵙⵉⵔⵎ

source: Review could not be saved. Please try again later.
zgh: ⵓⵔ ⵏⵣⵎⵉⵔ ⴰⴷ ⵏⵃⴹⵓ ⴰⵙⵙⵉⵔⵎ. ⵎⴽ ⵜⵓⴼⴰⵎ, ⴰⵔⵎⴰⵜ ⴷⴰⵖ ⴽⵓⴷⵏⵏⴰ.

source: ⓘ Review Criteria
zgh: ⓘ ⵉⵙⴱⴷⴰⴷⵏ ⵏ ⵓⵙⵙⵉⵔⵎ

source: Review Criteria
zgh: ⵉⵙⴱⴷⴰⴷⵏ ⵏ ⵓⵙⵙⵉⵔⵎ

source: Reviewed sentences not submitted, are sure?
zgh: ⵓⵔ ⵜⵜⵢⴰⵣⴰⵏⵏⵜ ⵜⵡⵉⵏⴰⵙ ⵜⵜⵢⴰⵔⴰⵎⵏⵉⵏ, ⵜⵅⵙⴷ ⴰⴷ ⵜⵙⵎⴷⴷ?

source: Reviewing Sentences
zgh: ⴰⵙⵙⵉⵔⵎ ⵏ ⵜⵡⵉⵏⴰⵙ

source: <reviewLink>Review now!</reviewLink>
zgh: <reviewLink>ⵙⵙⵉⵔⵎ ⴷⵖⵉ!</reviewLink>

source: Review & re-record clips here as you go
zgh: ⵙⵙⵉⵔⵎ, ⵜⴰⵍⵙⴷ ⴰⵙⵓⵙⵔ ⵏ ⵜⵓⵙⵙⵉⴼⵉⵏ ⴷⴰ ⴽⵔⴰ ⵙ ⵍⴰ ⵜⴻⵜⵜⴷⴷⵓⴷ

source: Review & re-record clips if needed
zgh: ⵙⵙⵉⵔⵎ, ⵜⴰⵍⵙⴷ ⴰⵙⵓⵙⵔ ⵏ ⵜⵓⵙⵙⵉⴼⵉⵏ ⵎⴽ ⴷ ⵉⵇⵇⴰⵏ

source: Review sentences
zgh: ⵙⵙⵉⵔⵎ ⵜⵉⵡⵉⵏⴰⵙ

source: Review Sentences
zgh: ⵙⵙⵉⵔⵎ ⵜⵉⵡⵉⵏⴰⵙ

source: Review & Submit
zgh: ⵙⵙⵉⵔⵎ, ⵜⴰⵣⵏⴷ

source: Romanian
zgh: ⵜⴰⵕⵓⵎⴰⵏⵉⵜ

source: Romansh Sursilvan
zgh: ⵜⴰⵕⵓⵎⴰⵏⵛⵉⵜ ⵜⴰⵙⵓⵔⵙⵉⵍⴼⵉⵜ

source: Romansh Vallader
zgh: ⵜⴰⴼⴰⵍⴰⴷⵉⵔⵉⵜ ⵜⴰⵕⵓⵎⴰⵏⵛⵉⵜ

source: Runyankole
zgh: ⵜⴰⵏⵢⴰⵏⴽⵓⵍⵜ

source: Russian
zgh: ⵜⴰⵔⵓⵙⵉⵜ

source: s
zgh: ⵏ

source: S
zgh: ⵏ

source: Sakha
zgh: ⵜⴰⵙⴰⵅⵉⵜ

source: Santali (Ol Chiki)
zgh: ⵜⴰⵙⴰⵏⵜⴰⵍⵉⵜ (ⵓⵍ ⵜⵛⵉⴽⵉ)

source: Saraiki
zgh: ⵜⴰⵙⴰⵔⴰⵢⴽⵉⵜ

source: Sardinian
zgh: ⵜⴰⵙⴰⵔⴷⵉⵏⵉⵜ

source: Save
zgh: ⵃⴹⵓ

source: Saved
zgh: ⵜⴻⵜⵜⵓⵃⴹⴰ

source: Search
zgh: ⵔⵣⵓ

source: Search for answers
zgh: ⵔⵣⵓ ⵅⴼ ⵜⵎⵔⵓⵔⴰ

source: Search for them on the Internet
zgh: ⵔⵣⵓ ⴼⵍⵍⴰⵙⵏ ⴳ ⵡⴰⵏⵜⵉⵔⵏⵉⵜ

source: See how your progress compares to other contributors all over the world.
zgh: ⵙⵎⵣⴰⵣⴰⵍⴰⵜ ⴰⵍⴰⵢ ⵏⵏⵓⵏ ⴰⴽⴷ ⵡⵉⵏ ⵉⵎⴰⵔⴰⴳⵏ ⵢⴰⴹⵏⵉⵏ ⴳ ⵓⵎⴰⴹⴰⵍ ⴰⴽⴽⵯ.

source: See Less
zgh: ⵥⵕ ⴷⵔⵓⵙ

source: See More
zgh: ⵥⵕ ⵓⴳⴳⴰⵔ

source: Select a Language...
zgh: ⵙⵜⵢ ⴽⵔⴰ ⵏ ⵜⵓⵜⵍⴰⵢⵜ...

source: Selected
zgh: ⵉⵜⵜⵓⵙⵜⵢ

source: Select File
zgh: ⵙⵜⵢ ⴰⴼⴰⵢⵍⵓ

source: Select File to Upload
zgh: ⵙⵜⵢ ⴰⴼⴰⵢⵍⵓ ⵉ ⵓⵙⴽⵜⵔ

source: Select Language
zgh: ⵙⵜⵢ ⵜⵓⵜⵍⴰⵢⵜ

source: Select the desired language dataset and choose the version you wish to download.
zgh: ⵙⵜⵢⴰⵜ ⵜⴰⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ ⵏ ⵜⵓⵜⵍⴰⵢⵜ ⵏⵏⴰ ⵜⵔⴰⵎ, ⵜⴷⵖⵔⵎ ⵜⴰⵍⵇⵇⵎⵜ ⵏⵏⴰ ⵜⵙⵙⵉⵜⵉⵎⵎ ⴰⴷ ⵜⵜ ⵜⴰⴳⵎⵎ.

source: Self Citation
zgh: ⵜⴰⴱⴷⴰⵔⵎⴰⵏⵜ

source: Send sign up link
zgh: ⴰⵣⵏ ⴰⵙⵖⵏ ⵏ ⵓⵣⵎⵎⴻⵎ

source: Sentence
zgh: ⵜⴰⵡⵉⵏⵙⵜ

source: Sentence Collection
zgh: ⴰⴳⵔⵔⵓ ⵏ ⵜⵡⵉⵏⴰⵙ

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
zgh: <sentenceCollectorFragment>ⵥⵕ ⵓⴳⴳⴰⵔ ⵅⴼ ⵓⴳⵔⵔⵓ ⵏ ⵜⵡⵉⵏⴰⵙ</sentenceCollectorFragment>.

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
zgh: <sentenceCollectorVideo>ⴰⵏⵏⴰⵢ ⴰⵎⴰⵏⴰⵔ ⵏⵏⵖ ⵅⴼ ⵓⵙⵙⵎⵔⵙ ⵏ ⵙⴰⵏⵜⵏⵙ ⴽⵓⵍⵉⴽⵜⵓⵔ</sentenceCollectorVideo>.

source: Sentence must contain between 1 and 14 (inclusive) words
zgh: ⵉⵇⵇⴰⵏ ⴷ ⴰⴷ ⵜⴰⵎⵓ ⵜⵡⵉⵏⵙⵜ ⴳⵔ 1 ⴷ 14 ⵜⴳⵓⵔⵉⵡⵉⵏ (ⵙ ⵜⵉⵎⵎⴰⴷ)

source: Sentences
zgh: ⵜⵉⵡⵉⵏⴰⵙ

source: { $sentences } added by you
zgh: { $sentences } ⵜⵜⵓⵔⵏⴰⵏⵜ ⵙⴳ ⵖⵓⵔⵓⵏ

source: Sentences are being uploaded. This can take several minutes depending on the number of sentences added. Please do not close this website.
zgh: ⵍⴰ ⵜⵜⵓⵙⴽⵜⵔⵏⵜ ⵜⵡⵉⵏⴰⵙ. ⴰⵢⴰ ⵔⴰⴷ ⵢⴰⵡⵢ ⵎⵏⵏⴰⵡⵜ ⵜⵓⵙⴷⵉⴷⵉⵏ ⵙ ⵓⵙⵉⴹⵏ ⵏ ⵡⵓⵟⵟⵓⵏ ⵏ ⵜⵡⵉⵏⴰⵙ ⵜⵜⵓⵔⵏⴰⵏⵉⵏ. ⵎⴽ ⵜⵓⴼⴰⵎ, ⴰⴷ ⵓⵔ ⵜⵔⴳⵍⵎ ⴰⵙⵉⵜⵡⵉⴱ ⴰ.

source: Sentences are collected for people to read aloud.
zgh: ⵍⴰ ⵜⵜⵓⴳⵔⵓⵏⵜ ⵜⵡⵉⵏⴰⵙ ⵉ ⵎⴷⴷⵏ ⵃⵎⴰ ⴰⴷ ⵜⵏⵜ ⵖⵔⵏ ⵙ ⵓⵥⴰⴳⵓ.

source: Sentences are vetted through a community-moderation process, however this process is not perfect. If you see or hear a sentence that offends or upsets you - for example because it violates our <participationGuidelines>community participation guidelines</participationGuidelines> - please do use the flag button in the UI. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment>.
zgh: ⵍⴰ ⵜⵜⵓⵙⵜⴰⵍⵏⵜ ⵜⵡⵉⵏⴰⵙ ⵙ ⵜⵣⵉⴳⵣⵜ ⵏ ⵓⵙⵡⵓⴷⴷⵓ ⴰⴳⵔⴰⵡⴰⵏ, ⵎⴰⵛⴰ ⵜⴰⵣⵉⴳⵣⵜ ⴰ ⵓⵔ ⵜⴳⵉ ⵜⴰⴼⵉⵍⴰⵡⵜ. ⵎⴽ ⵜⵥⵕⴰⵎ ⵏⵉⵖ ⵜⵙⵙⴼⵍⴷⵎ ⵉ ⴽⵔⴰ ⵏ ⵜⵡⵉⵏⵙⵜ ⵏⵏⴰ ⴽⵯⵏ ⵉⵜⵜⵇⵊⴰⵔⵏ ⵏⵉⵖ ⵍⴰ ⴽⵯⵏ ⵜⵙⵙⵃⵔⴰⵇ - ⵙ ⵓⵎⴷⵢⴰ, ⴰⵛⴽⵓ ⵍⴰ ⵜⵕⵥⵥⴰ <participationGuidelines>ⵜⴰⵔⴰⵜⵉⵏ ⵏ ⵜⴷⵔⴰⵡⵜ ⵜⴰⴳⴰⵔⴰⵡⴰⵏⵜ</participationGuidelines> ⵏⵏⵖ - ⵎⴽ ⵜⵓⴼⴰⵎ, ⵙⵙⵎⵔⵙⴰⵜ ⴰⴱⵔⴰ ⵏ ⵓⵛⵏⵢⴰⵍ ⴳ ⵓⴳⵔⵓⴷⵎ ⵏ ⵓⵏⵙⵙⵎⵔⵙ. ⵜⵣⵎⵔⵎ ⴰⵡⴷ ⴰⴷ ⴷⵉⴷⵏⵖ ⵜⵏⵢⴰⵍⴽⴰⵎⵎ ⴳ <emailFragment>commonvoice@mozilla.com</emailFragment>.

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
zgh: ⵔⴰⴷ ⵜⵜⵓⵔⵏⴰⵏⵜ ⵜⵡⵉⵏⴰⵙ ⵜⵜⵢⴰⵔⴰⴳⵏⵉⵏ ⴷⴰ ⵖⵔ ⵢⴰⵜ ⵜⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ ⴷⴷⴰⵡ ⵢⴰⵜ ⵜⵓⵔⴰⴳⵜ cc-0 ⵉⵙⴰⴳⴰⵏ ⵙ ⵓⴳⴷⵓⴷⴰⵏ.

source: Sentence should not contain abbreviations
zgh: ⵓⵔ ⵉⵅⵚⵚⴰ ⵜⴰⵡⵉⵏⵙⵜ ⴰⴷ ⵜⴰⵎⵓ ⵉⵣⴳⵣⴰⵍ

source: Sentence should not contain numbers
zgh: ⵓⵔ ⵉⵅⵚⵚⴰ ⵜⴰⵡⵉⵏⵙⵜ ⴰⴷ ⵜⴰⵎⵓ ⵓⵟⵟⵓⵏⵏ

source: Sentence should not contain symbols
zgh: ⵓⵔ ⵉⵅⵚⵚⴰ ⵜⴰⵡⵉⵏⵙⵜ ⴰⴷ ⵜⴰⵎⵓ ⵉⵣⵎⵓⵍⵏ

source: Sentences must be reviewed and accepted by two people to be included in Common Voice. You create guidelines for your language <languageGuidelinesLink>here</languageGuidelinesLink>. Sentences must be in the <licenseLink>public domain</licenseLink> and shorter than 15 words. You can ask the owner of a text to make it <waiverLink>CC0 using our waiver process</waiverLink>, and send to us on commonvoice@mozilla.com
zgh: ⵉⵇⵇⴰⵏ ⴷ ⴰⴷ ⵜⵜⵢⴰⵔⴰⵎⵏⵜ ⵜⵡⵉⵏⴰⵙ ⴷ ⴰⴷ ⵜⵜⵓⴷⴳⴳⴰⵏⵜ ⵙⴳ ⵖⵓⵔ ⵙⵉⵏ ⵎⴷⴷⵏ ⵃⵎⴰ ⴰⴷ ⵜⵜⵢⴰⵎⵓⵏⵜ ⴳ ⴽⴰⵎⵏⴼⵓⵢⵙ. ⴰⴷ ⵜⵙⵏⴼⵍⵓⵍⵎ ⵜⴰⵔⴰⵜⵉⵏ ⵉ ⵜⵓⵜⵍⴰⵢⵜ ⵏⵏⵓⵏ <languageGuidelinesLink>ⴷⴰ</languageGuidelinesLink>. ⵉⵇⵇⴰⵏ ⴷ ⴰⴷ ⵉⵍⵉⵏⵜ ⵜⵡⵉⵏⴰⵙ ⴳ <licenseLink>ⵡⴰⴳⵍⴰ ⴰⴳⴷⵓⴷⴰⵏ</licenseLink> ⴷ ⴰⴷ ⵉⴳⵣⵓⵍⵏⵜ ⵅⴼ 15 ⵜⴳⵓⵔⵉⵡⵉⵏ. ⵜⵣⵎⵔⵎ ⴰⴷ ⵜⴻⵜⵜⵔⵎ ⵉ ⴱⴰⴱ ⵏ ⴽⵔⴰ ⵏ ⵓⴹⵕⵉⵚ ⴰⴷ ⴳⵉⵙ ⵉⵙⴽⵔ <waiverLink>CC0 ⵙ ⵓⵙⵙⵎⵔⵙ ⵏ ⵜⵣⵉⴳⵣⵜ ⵏ ⵓⵅⵔⵔⵎ</waiverLink>, ⵜⴰⵣⵏⵎ ⴰⵏⵖ ⵜ ⴳ commonvoice@mozilla.com

source: Sentences not submitted, are you sure you want to leave?
zgh: ⵓⵔ ⵜⵜⵢⴰⵣⴰⵏⵏⵜ ⵜⵡⵉⵏⴰⵙ, ⵉⵙ ⵏⵉⵜ ⵜⵅⵙⴷ ⴰⴷ ⵜⴼⵍⴷ?

source: { $sentences } sentences failed
zgh: { $sentences } ⵜⵡⵉⵏⴰⵙ ⵙⴼⵓⴳⴳⵔⵏⵉⵏ

source: { $sentences } sentences reviewed. Thank you!
zgh: { $sentences } ⵜⵡⵉⵏⴰⵙ ⵜⵜⵢⴰⵔⴰⵎⵏⵉⵏ. ⵜⴰⵏⵎⵎⵉⵔⵜ!

source: Sentences that have been validated are exported on Wednesdays, and are available after the next release.
zgh: ⵍⴰ ⵜⵜⴼⴼⵖⵏⵜ ⵜⵡⵉⵏⴰⵙ ⵏⵏⴰ ⵣⵔⵢⵏⵉⵏ ⴽⵓ ⴰⴽⵕⴰⵙ, ⵙⴰⴳⴰⵏⵜ ⴷⴼⴼⵉⵔ ⵜⵓⴼⴼⵖⴰ ⵜⵓⴹⴼⵉⵕⵜ.

source: Sentence text
zgh: ⴰⴹⵕⵉⵚ ⵏ ⵜⵡⵉⵏⵙⵜ

source: Serbian
zgh: ⵜⴰⵚⵉⵕⴱⵉⵜ

source: Set a goal
zgh: ⵙⵔⵙ ⴽⵔⴰ ⵏ ⵓⵡⵜⵜⴰⵙ

source: Set my visibility
zgh: ⵙⵔⵙ ⵜⵓⵎⴰⵏⵜ ⵉⵏⵓ

source: Setswana
zgh: ⵜⴰⵜⵙⵡⴰⵏⴰⵢⵜ

source: Settings
zgh: ⵜⵉⵙⵖⴰⵍ

source: SHA256 Checksum Copied!
zgh: ⵜⵏⵖⵍ ⵜⵎⵓⵜⵜⵔⵜ ⵏ ⵓⵙⵙⵉⵔⵎ SHA256!

source: Share Common Voice
zgh: ⴱⴹⵓ ⴽⴰⵎⵏⴼⵓⵢⵙ

source: Share my goal
zgh: ⴱⴹⵓ ⴰⵡⵜⵜⴰⵙ ⵉⵏⵓ

source: Share your clip
zgh: ⴱⴹⵡⴰⵜ ⵜⵓⵙⵙⵉⴼⵜ ⵏⵏⵓⵏ

source: Share your { $count } Clip Daily Goal for { $type }
zgh: ⴱⴹⵡⴰⵜ ⴰⵡⵜⵜⴰⵙ ⵏⵏⵓⵏ ⴰⴽⵓⵢⴰⵙⵙ ⵏ { $count } ⵜⵓⵙⵙⵉⴼⵉⵏ ⵉ { $type }

source: Share your { $count } Clip Weekly Goal for { $type }
zgh: ⴱⴹⵡⴰⵜ ⴰⵡⵜⵜⴰⵙ ⵏⵏⵓⵏ ⴰⵏⵎⵍⴰⵙⵙ ⵏ { $count } ⵜⵓⵙⵙⵉⴼⵉⵏ ⵉ { $type }

source: Shilha
zgh: ⵜⴰⵛⵍⵃⵉⵜ

source: Shortcuts
zgh: ⵉⵙⵓⵏⴰⴼ

source: [Should be ‘dinosaurs’]
zgh: [ⵉⵅⵚⵚⴰ ⴰⴷ ⵜⴳ ‘ⵉⵣⵎⴰⵡⵏ’]

source: [Should be “We are”]
zgh: [ⵉⵅⵚⵚⴰ ⴰⴷ ⵜⴳ “ⵉⵏⵉ ⴰⵙ”]

source: Show all skipped sentences again
zgh: ⵙⵙⵓⵎⴰⵏ ⴷⴰⵖ ⵜⵉⵡⵉⵏⴰⵙ ⴰⴽⴽⵯ ⵓⵏⴼⵏⵉⵏ

source: Show my ranking
zgh: ⵙⵙⵓⵎⴰⵏ ⴰⵏⵎⴰⵍⴰ ⵉⵏⵓ

source: Sicilian
zgh: ⵜⴰⵙⵉⴽⵉⵍⵉⵜ

source: Sign up
zgh: ⵣⵎⵎⴻⵎ

source: Sign up for an account
zgh: ⵣⵎⵎⴻⵎ ⴽⵔⴰ ⵏ ⵓⵎⵉⴹⴰⵏ

source: Sign up for Common Voice newsletters, goal reminders and progress updates
zgh: ⵣⵎⵎⴻⵎ ⴳ ⵜⴱⵔⴰⵜⵉⵏ ⵏ ⵉⵏⵖⵎⵉⵙⵏ ⵏ ⴽⴰⵎⵏⴼⵓⵢⵙ, ⴰⵙⴽⵜⵉ ⵙ ⵉⵡⵜⵜⴰⵙⵏ ⴷ ⵉⵙⴷⵖⵉⵜⵏ ⵏ ⵡⴰⵍⴰⵢ

source: sign up for email updates
zgh: ⵣⵎⵎⴻⵎ ⴳ ⵉⵙⴷⵖⵉⵜⵏ ⵏ ⵉⵎⴰⵢⵍ

source: Sign up for { $lang } updates:
zgh: ⵣⵎⵎⴻⵎ ⴳ ⵉⵙⴷⵖⵉⵜⵏ ⵏ { $lang }:

source: Single Sentence
zgh: ⵜⴰⵡⵉⵏⵙⵜ ⵜⴰⵎⵢⴰⵏⵜ

source: Single Sentence Submission
zgh: ⴰⵣⴰⵏ ⵏ ⵜⵡⵉⵏⵙⵜ ⵜⴰⵎⵢⴰⵏⵜ

source: Single ZIP file containing
zgh: ⴰⴼⴰⵢⵍⵓ ZIP ⴰⵎⵢⴰⵏ ⵢⵓⵎⵉⵏ

source: Sinhala
zgh: ⵜⴰⵙⵉⵏⵀⴰⵍⵉⵜ

source: Siswati
zgh: ⵜⴰⵙⵉⵙⵡⴰⵜⵉⵜ

source: Size
zgh: ⵜⵉⴷⴷⵉ

source: Skip
zgh: ⵙⵙⵉⵏⴼ

source: Skip Submission Feedback
zgh: ⵙⵙⵉⵏⴼ ⴰⵣⴰⵏ ⵏ ⵜⵙⴷⵎⵉⵔⵜ

source: Slovak
zgh: ⵜⴰⵙⵍⵓⴼⴰⴽⵉⵜ

source: Slovenian
zgh: ⵜⴰⵙⵍⵓⴼⵉⵏⵉⵜ

source: Small businesses, including tech and AI start ups
zgh: ⵜⵉⵎⵙⵙⵏⵜⴰⵢ ⵜⵉⵎⵥⵥⵢⴰⵏⵉⵏ, ⴳⵉⵙⵏⵜ ⵜⵉⵎⵙⵙⵏⵜⴰⵢ ⵜⵉⵏⵓⴱⴰ ⵏ ⵜⴻⵜⵉⴽⵏⵓⵍⵓⵊⵉⵜ ⴷ ⵜⵉⵏ ⵜⵖⵉⵙⵜ ⵏ ⵜⵎⴰⵛⵉⵏⵜ

source: [Sneeze] The giant dinosaurs of the [cough] Triassic.
zgh: [ⵜⵉⵏⵣⵉ] ⵉⵣⵎⴰⵡⵏ [ⵜⵓⵙⵓⵜ] ⵏ ⵡⴰⵟⵍⴰⵚ.

source: Social media
zgh: ⵉⵥⴹⵡⴰⵏ ⵉⵏⴰⵎⵓⵏⵏ

source: Somali
zgh: ⵜⴰⵚⵓⵎⴰⵍⵉⵜ

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
zgh: ⴽⵔⴰ ⵏ ⵜⵓⵜⵍⴰⵢⵉⵏ ⴳⵉⵙⵏⵜ ⴰⵎⵣⴰⵔⴰⵢ ⴰⵇⵎⵇⴰⵎ ⴳ ⵜⵊⵕⵕⵓⵎⵜ, ⵜⴰⵎⴰⵡⴰⵍⵜ ⴷ ⵓⵙⵓⵙⵔⵓ. ⵜⴰⵎⵏⵜⵉⵍⵜ ⴰ ⴰ ⵅⴼ <ctaLink>ⵏⵙⵙⵉⴷⴼ ‘ⵜⵉⵎⵣⴰⵔⴰⵢⵉⵏ’</ctaLink> ⴳ 2022. ⵍⴰ ⵢⴰⴽⴽⴰ ⵓⵢⴰ ⵉ ⵜⴳⵔⴰⵡⵉⵏ ⵢⴰⵜ ⵜⵖⴰⵔⴰⵙⵜ ⵏⵏⴰ ⵙ ⵔⴰⴷ ⵙⵏⴰⵃⵢⴰⵏⵜ ⵜⵓⵜⵍⴰⵢⵉⵏ ⵏⵏⵙⵏⵜ ⴷⴳ ⵜⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ ⵉⵔⵉⵡⵏ ⵓⴳⴳⴰⵔ.

source: Someone asks for a language to be added.
zgh: ⵍⴰ ⵉⵜⵜⴻⵜⵜⵔ ⴽⵔⴰ ⵏ ⵢⴰⵏ ⴰⵔⵏⵏⵓ ⵏ ⵢⴰⵜ ⵜⵓⵜⵍⴰⵢⵜ.

source: Something went wrong with reCAPTCHA. Please try again.
zgh: ⵜⵣⴳⵍ ⴽⵔⴰ ⵏ ⵜⵖⴰⵡⵙⴰ ⴰⴽⴷ reCAPTCHA. ⵎⴽ ⵜⵓⴼⵉⴷ, ⴰⵔⵎ ⴷⴰⵖ.

source: Soninke
zgh: ⵜⴰⵙⵓⵏⵉⵏⴽⵉⵜ

source: Sorbian, Lower
zgh: ⵜⴰⵚⵓⵕⴱⵉⵜ, ⵜⴰⵏⴰⴷⴷⴰⵡⵜ

source: Sorbian, Upper
zgh: ⵜⴰⵚⵓⵕⴱⵉⵜ, ⵜⴰⵏⴰⴼⵍⵍⴰⵜ

source: Sorry, Common Voice is running slowly. Thanks for your interest.
zgh: ⵙⵙⵓⵔⴼ ⴰⵏⵖ, ⵍⴰ ⵉⵙⵡⵓⵔⵓⵢ ⴽⴰⵎⵏⴼⵓⵢⵙ ⵙ ⵜⵜⴰⵡⵉⵍ, ⵜⴰⵏⵎⵎⵉⵔⵜ ⵅⴼ ⵓⵏⵏⵣⴳⵎ ⵏⵏⵓⵏ.

source: Sorry, something went wrong
zgh: ⵙⵙⵓⵔⴼ ⴰⵏⵖ, ⵜⵣⴳⵍ ⴽⵔⴰ ⵏ ⵜⵖⴰⵡⵙⴰ

source: Source of your sentence
zgh: ⴰⵙⴰⴳⵎ ⵏ ⵜⵡⵉⵏⵙⵜ ⵏⵏⵓⵏ

source: Source: { $sentenceSource }
zgh: ⴰⵙⴰⴳⵎ: { $sentenceSource }

source: Source: { $source }
zgh: ⴰⵙⴰⴳⵎ: { $source }

source: Southern Kurdish
zgh: ⵜⴰⴽⵓⵔⴷⵉⵜ ⵏ ⵓⵏⵥⵓⵍ

source: Southern Sotho
zgh: ⵜⴰⵙⵓⵜⵓⵜ ⵏ ⵓⵏⵥⵓⵍ

source: Spanish
zgh: ⵜⴰⵚⴱⴱⴰⵏⵢⵓⵜ

source: Speak
zgh: ⵙⵉⵡⵍ

source: Speakable
zgh: ⵜⵖⴰⵢ ⴰⴷ ⵜⴻⵜⵜⵓⵏⵏⴰ

source: Speakers
zgh: ⵉⵎⵙⵙⵉⵡⵍⵏ

source: Speaking
zgh: ⴰⵙⵉⵡⵍ

source: Speaking and Listening
zgh: ⴰⵙⵉⵡⵍ ⴷ ⵜⵎⵙⵍⵉⵡⵜ

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
zgh: ⵙⵉⵡⵍⴰⵜ ⵙ ⵓⴳⵕⴹ ⵏⵏⵓⵏ ⴰⴳⴰⵎⴰⵏ! ⵍⴰ ⵏⵙⴱⵔⵔⴰⴽ ⴷⴰ ⵙ ⵜⵖⴰⵔⴰⵙⵜ ⵏⵏⴰ ⵙ ⵜⵙⴰⵡⴰⵍⵎ - ⵏⵅⵙ ⴰⵙⵓⵙⵔⵓ ⵏⵏⵓⵏ ⵙ ⵎⴽⴷⴰ ⵉⴳⴰ, ⵏⵅⵙ ⴰⵙⵡⵉⵔ ⵏ ⵢⵉⵎⵙⵍⵉ, ⵜⴰⵎⴰⵎⴽⵜ ⴷ ⵡⴰⵍⵍⵖⴰ ⵏⵏⵓⵏ ⵉⵏⵎⵢⴰⵔⵏ.

source: Speak now
zgh: ⵙⵉⵡⵍ ⴷⵖⵉ

source: Speak up, contribute here!
zgh: ⵙⴰⵡⴰⵍ, ⴰⵔⴳ ⴷⴰ!

source: Special Characters and Foreign Letters
zgh: ⵉⵡⵏⵖⵓⵜⵏ ⵉⵎⵥⵍⴰⵢ ⴷ ⵉⵙⴽⴽⵉⵍⵏ ⵉⴱⵕⵕⴰⵏⵉⵢⵏ

source: Special symbols and punctuation should only be included when absolutely necessary. For example, an apostrophe is included in English words like “don’t” and “we’re” and should be included in the source text, but it’s unlikely you’ll ever need a special symbol like “@” or “#.”
zgh: ⵉⵅⵚⵚⴰ ⴰⴷ ⴰⵎⵓⵏ ⵉⵣⵎⵓⵍⵏ ⵉⵎⵥⵍⴰⵢ ⴷ ⵓⵙⵏⵇⴹ ⵖⴰⵙ ⵉⴳ ⵏⵉⵜ ⵜⵜⵢⴰⵙⴰⵔⵏ. ⵙ ⵓⵎⴷⵢⴰ, ⵍⴰ ⵜⴻⵜⵜⴰⵎⵓ ⵜⴽⵔⵣⵉⵍⵍⵓⵜ ⴳ ⵜⴳⵓⵔⵉⵡⵉⵏ ⵜⵉⵎⴰⵣⵉⵖⵉⵏ ⴰⵎ “ⵉⵏ'ⴰⵙ” ⴷ “ⵎ'ⴰⴷ” ⴷ ⵉⵅⵚⵚⴰ ⴰⴷ ⵜⴰⵎⵓ ⴳ ⵓⴹⵕⵉⵚ ⴰⵙⴰⴳⵎ, ⵎⴰⵛⴰ ⵓⵔ ⵔⴰⴷ ⵙⴰⵔ ⵜⴰⵙⵔⴷ ⴽⵔⴰ ⵏ ⵓⵣⵎⵓⵍ ⵉⵎⵥⵍⵉ ⴰⵎ “@” ⵏⵉⵖ “#.”

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
zgh: <speechBlogLink>ⵙⵙⵏⵜⵉ ⵙ ⵜⵓⴽⵣⴰ ⵏ ⵡⴰⵡⴰⵍ</speechBlogLink>

source: Speech is often the most natural way we communicate with each other and voice technologies are bringing that convenience to our computers and mobile devices. We want to empower developers to build amazing voice recognition applications like real-time translators and voice-enabled digital assistants. But right now most of the voice data required to build these kinds of apps is expensive and proprietary. We hope the Common Voice dataset will give developers what they need to innovate and make speech technology available in their own language. To make voice recognition even more universal, we're collecting voice samples in widely spoken languages as well as those with a smaller population of speakers often underserved by commercial speech recognition services. Publishing a diverse dataset of voices will empower developers, entrepreneurs, and entire speech communities to address this gap themselves.
zgh: ⵍⴰ ⴱⴰⵀⵔⴰ ⵉⵜⵜⴳⴳⴰ ⵡⴰⵡⴰⵍ ⵜⴰⵖⴰⵔⴰⵙⵜ ⵜⴰⴳⴰⵎⴰⵏⵜ ⴰⴽⴽⵯ ⵏⵏⴰ ⵙ ⵏⵜⵜⵎⵢⴰⵡⴰⴹ ⴰⴽⴷ ⵉⵏⴳⵔⴰⵜⵏⵖ, ⵍⴰ ⴷ ⵜⵜⴰⵡⵢⵏⵜ ⵜⴻⵜⵉⴽⵏⵓⵍⵓⵊⵉⵢⵉⵏ ⵜⵉⴳⵕⴹⴰⵏⵉⵏ ⴰⵙⵓⵏⴼⵓ ⴰⴷ ⵉ ⵉⵎⵙⵙⵓⴷⵙⵏ ⴷ ⵡⴰⵍⵍⴰⵍⵏ ⵉⵎⵓⴱⵉⵍⵏ ⵏⵏⵖ. ⵏⵅⵙ ⴰⴷ ⵏⵙⵙⵓⵔⴳ ⵉⵎⵙⵖⵉⵡⵙⵏ ⴰⴷ ⵥⴽⵓⵏ ⵜⵉⵙⵏⵙⵉⵜⵉⵏ ⵏ ⵜⵓⴽⵣⴰ ⵜⴰⴳⵕⴹⴰⵏⵜ ⵜⵉⵎⵣⴰⵢⵍⴰⵍⵉⵏ ⵣⵓⵏ ⴷ ⵉⵎⵙⵙⵓⵖⵍⵏ ⵉⴷⵖⵢⴰⵏⵏ ⴷ ⵉⵎⴰⵡⴰⵙⵏ ⵉⵎⵓⵟⵟⵓⵏⵏ ⵉⵣⵎⵔⴰⵡⴰⵍⵏ. ⵎⴰⵛⴰ ⴰⵎⴰⵜⴰ ⵏ ⵉⵙⴼⴽⴰ ⵉⴳⵕⴹⴰⵏⵏ ⵍⵍⵉ ⴷ ⵉⵇⵇⴰⵏⵏ ⵉ ⵓⵥⴽⴽⵓ ⵏ ⵡⴰⵏⴰⵡⵏ ⵏ ⵜⵙⵏⵙⵉⵡⵉⵏ ⴰⴷ ⵖⵍⴰⵏ ⴷ ⵜⵜⵓⵍⴰⵏ ⵖⵉⴽⴽ. ⵏⴻⵏⵏⵓⵔⵣ ⴰⴷ ⵜⴼⴽ ⵜⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ ⵏ ⴽⴰⵎⵏⴼⵓⵢⵙ ⵉ ⵉⵎⵙⵖⵉⵡⵙⵏ ⴰⵢⵏⵏⴰ ⵓⵙⵔⵏ ⵃⵎⴰ ⴰⴷ ⵙⵏⴼⵍⵓⵍⵏ, ⵙⴽⵔⵏ ⵉ ⵜⴻⵜⵉⴽⵏⵓⵍⵓⵊⵉⵜ ⵜⴰⴳⵕⴹⴰⵏⵜ ⴰⴷ ⵜⵙⴰⴳⴰ ⴳ ⵜⵓⵜⵍⴰⵢⵜ ⵏⵏⵙⵏ. ⵃⵎⴰ ⴰⴷ ⵏⵙⴽⵔ ⴳ ⵜⵓⴽⵣⴰ ⵜⴰⴳⵕⴹⴰⵏⵜ ⵜⴰⵖⵣⵓⵔⴰⵏⵜ ⵓⴳⴳⴰⵔ, ⵍⴰ ⵏⴳⵔⵔⵓ ⵜⵓⵙⵙⵉⴼⵉⵏ ⵜⵉⴳⵕⴹⴰⵏⵉⵏ ⴳ ⵜⵓⵜⵍⴰⵢⵉⵏ ⵜⵉⵎⵇⵇⵔⴰⵏⵉⵏ ⵎⴽⴰⵏⵏ ⴷ ⵜⵉⵏⵏⴰ ⵎⵉ ⵉⵎⵥⵥⵉⵢ ⵓⴳⴷⵓⴷ ⵏ ⵉⵎⵙⵙⵉⵡⵍⵏ ⴷ ⵓⵔ ⴰⵙⵏⵜ ⴱⴰⵀⵔⴰ ⵙⴰⴳⴰⵏⵜ ⵜⵏⵓⴼⴰ ⵏ ⵜⵓⴽⵣⴰ ⵏ ⵡⴰⵡⴰⵍ ⵜⵉⵏⵙⴱⴰⴱⵉⵏ. ⵔⴰⴷ ⵉⵙⵙⵓⵔⴳ ⵓⴼⵙⴰⵔ ⵏ ⵢⴰⵜ ⵜⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ ⵉⴳⵕⴹⴰⵏⵏ ⵉⵎⵢⴰⵏⴰⵡⵏ ⵉ ⵉⵎⵙⵖⵉⵡⵙⵏ, ⵉⵎⵙⵙⵏⵜⵉⵢⵏ, ⴷ ⵜⴳⵔⴰⵡⵉⵏ ⵏ ⵡⴰⵡⴰⵍ ⴰⴽⴽⵯ ⴰⴷ ⵇⵇⵏⵏ ⴰⵙⵜⵜⵉⵖ ⴰⴷ ⵙ ⵢⵉⵎⴰⵏ ⵏⵏⵙⵏ.

source: Speech-to-text (STT)
zgh: ⴰⵡⴰⵍ-ⵖⵔ-ⵓⴹⵕⵉⵚ (STT)

source: Speech-to-text (STT) technologies convert voice data into text.
zgh: ⵜⵉⵜⵉⴽⵏⵓⵍⵓⵊⵉⵢⵉⵏ ⵏ ⵡⴰⵡⴰⵍ-ⵖⵔ-ⵓⴹⵕⵉⵚ (STT) ⵍⴰ ⵙⵙⵓⵖⵓⵍⵏⵜ ⴰⴳⵕⴹ ⵖⵔ ⵓⴹⵕⵉⵚ.

source: Spelling and Punctuation
zgh: ⴰⵙⵏⵎⴰⵔⵔⴰ ⴷ ⵓⵙⵏⵇⴹ

source: Split into { $archiveCount } ZIP files containing
zgh: ⵉⵥⵓⵏ ⵅⴼ { $archiveCount } ⵉⴼⵓⵢⵍⴰ ZIP ⵢⵓⵎⵉⵏ

source: Splits
zgh: ⵉⴳⵣⵎⴰⵏ

source: Start recording
zgh: ⵙⵙⵏⵜⵉ ⴰⵙⵓⵙⵔ

source: Start typing to describe your accent
zgh: ⵙⵙⵏⵜⵢⴰⵜ ⵜⵉⵔⵔⴰ ⵃⵎⴰ ⴰⴷ ⵜⵙⵏⵓⵎⵎⵍⵎ ⴰⵙⵓⵙⵔⵓ ⵏⵏⵓⵏ
